Repository: iddekingej/procgui
Catalog: src/po/*/procgui.po
Languages: nl

source: Parent pid
nl: Vader pid

source: Executable
nl: Programma

source: Command
nl: Commando

source: State
nl: Status

source: Owner id
nl: Eigenaar id

source: Owner user name
nl: Gebruikersnaam eigenaar

source: Current working directory
nl: Huidige werk map

source: Command line
nl: Volledige commando

source: Start time
nl: Start tijd

source: Process group ID
nl: Proces groep id

source: Session ID
nl: Sessie id

source: Virtual mem. size
nl: Virtuele geh. omvang

source: Res. mem. size
nl: Res. geh. omvang.

source: User time
nl: Tijd gebruiker

source: System time
nl: Tijd systeem

source: Diff. user time
nl: Verschil geb. tijd

source: Diff. system time
nl: Vers. systeem tijd

source: Total time
nl: Totale tijd

source: Diff. total time
nl: Verschil totale tijd

source: User
nl: Gebruiker

source: Process owner?
nl: Eigenaar proces?

source: Please select a process first
nl: Selecteer een proces eerst a.u.b.

source: File
nl: Bestand

source: Hierarchy Id
nl: Hiërarchie id

source: Controlled subsystem
nl: Bediende subsysteem

source: Control group
nl: Controle groep

source: Process List
nl: Proceslijst
